{ "_id" : { "$oid" : "5a32f98feb4525ec36eca5e5" }, "color" : [ { "name" : "BLACK" }, { "name" : "BLUE" }, { "name" : "BROWN" }, { "name" : "GRAY" }, { "name" : "GREEN" }, { "name" : "ORANGE" }, { "name" : "PINK" }, { "name" : "PURPLE" }, { "name" : "RED" }, { "name" : "TURQUOISE" }, { "name" : "WHITE" }, { "name" : "YELLOW" } ] }
{ "_id" : { "$oid" : "5a32f98feb4525ec36eca5e6" }, "shape" : [ { "name" : "BULLET", "description" : "The shape of a cylinder when viewing the capsule from a point perpendicular to its longest side, with a point at one end. The bullet shape is synonymous with torpedo shape." }, { "name" : "CAPSULE", "description" : "The shape of a capsule when viewing the capsule from a point perpendicular to its longest side. The capsule shape is reserved for two-part capsules and banded two-part capsules. Tablets with a capsule shape or a one part capsules (e.g., soft gelatin capsules that are filled with a liquid) should be classified under OVAL." }, { "name" : "CLOVER", "description" : "The stylized shape, of clover, having three or four leaves with or without the stem." }, { "name" : "DIAMOND", "description" : "The shape has four distinct sides making a parallelogram with two inner obtuse angles and two inner acute angles. A square with diagonal imprinting is not a diamond, but rather, a square. See also SQUARE." }, { "name" : "DOUBLE CIRCLE", "description" : "The shape of two circles joined together, and usually overlapping." }, { "name" : "FREEFORM", "description" : "The shape does not have 3 or more distinct sides and is not one of the listed shapes. Examples include, but are not limited to, airplane, apple, cartoon characters, heart, kidney, shield, and train shapes." }, { "name" : "GEAR", "description" : "The two dimensional shape of a toothed wheel of a machine part." }, { "name" : "HEPTAGON", "description" : "The shape has seven distinct sides. The sides may be straight or slightly curved. It can either be regular (interior angles are equal and its sides are equal in length) or irregular (interior angles are not equal and/or its sides are not equal in length)." }, { "name" : "HEXAGON", "description" : "The shape has six distinct sides. The sides may be straight or slightly curved. It can either be regular (interior angles are equal and its sides are equal in length) or irregular (interior angles are not equal and/or its sides are not equal in length)." }, { "name" : "OCTAGON", "description" : "The shape has eight distinct sides. The sides may be straight or slightly curved. It can either be regular (interior angles are equal and its sides are equal in length) or irregular (interior angles are not equal and/or its sides are not equal in length)." }, { "name" : "OVAL", "description" : "The shape of either an oval or an ellipse. See also TEAR." }, { "name" : "PENTAGON", "description" : "The shape has five distinct sides. The sides may be straight or slightly curved. It can either be regular (interior angles are equal and its sides are equal in length) or irregular (interior angles are not equal and/or its sides are not equal in length)." }, { "name" : "RECTANGLE", "description" : "The shape has four distinct sides and four right angles but is not a square." }, { "name" : "ROUND", "description" : "The shape of a circle.  Spherical shapes are called round because their two dimensional projections are round." }, { "name" : "SEMI-CIRCLE", "description" : "The shape of half of a circle or half of an oval. This shape is also used for shapes similar to the letter D or the letter U. Any letter D or U that is either embossed or debossed onto the surface of a dosage form is not used in determining the shape of that dosage form." }, { "name" : "SQUARE", "description" : "The shape has four distinct and equal sides with four right angles. The sides may be straight or slightly curved. A square tilted at a 45 degree angle so that the diagonals run vertical and horizontal is not a diamond, but rather, a square. See also DIAMOND." }, { "name" : "TEAR", "description" : "The stylized shape of a tear or drop of water. It differs from an oval because one end is clearly larger than the other. It is synonymous with the shapes egg, pear, and almond. See also oval." }, { "name" : "TRAPEZOID", "description" : "The shape has four distinct sides. The sides may be straight or slightly curved. Only two of the sides are parallel." }, { "name" : "TRIANGLE", "description" : "The shape has three distinct sides. The sides may be straight or slightly curved. It can either be regular (interior angles are equal and its sides are equal in length) or irregular (interior angles are not equal and/or its sides are not equal in length)." } ] }
{ "_id" : { "$oid" : "5a32f98feb4525ec36eca5e7" }, "size" : [ { "name" : "4" }, { "name" : "5" }, { "name" : "6" }, { "name" : "7" }, { "name" : "8" }, { "name" : "9" }, { "name" : "10" }, { "name" : "11" }, { "name" : "12" }, { "name" : "13" }, { "name" : "14" }, { "name" : "15" }, { "name" : "16" }, { "name" : "17" }, { "name" : "18" }, { "name" : "19" }, { "name" : "20" }, { "name" : "21" }, { "name" : "22" }, { "name" : "23" }, { "name" : "24" }, { "name" : "25" }, { "name" : "26" }, { "name" : "27" } ] }
{ "_id" : { "$oid" : "5a32f990eb4525ec36eca5e8" }, "score" : [ { "name" : "1", "description" : "Pill is not scored to break into smaller dosage parts" }, { "name" : "2", "description" : "Pill can be broken into two (2) equal dosage parts" }, { "name" : "3", "description" : "Pill can typically be broken into two (2) or three (3) equal dosage parts" }, { "name" : "4", "description" : "Pill can typically be broken into two (2) or four (4) equal dosage parts" } ] }
{ "_id" : { "$oid" : "5a32f990eb4525ec36eca5e9" }, "imprintType" : [ { "name" : "DEBOSSED", "description" : "Imprint is depressed into the surface of the pill" }, { "name" : "EMBOSSED", "description" : "Imprint is raised up from the surface of the pill" }, { "name" : "PRINTED", "description" : "Imprint is printed onto the surface of the pill" } ] }
{ "_id" : { "$oid" : "5a32f990eb4525ec36eca5ea" }, "imprintColor" : [ { "name" : "BLACK" }, { "name" : "BLUE" }, { "name" : "BROWN" }, { "name" : "GRAY" }, { "name" : "GREEN" }, { "name" : "ORANGE" }, { "name" : "PINK" }, { "name" : "PURPLE" }, { "name" : "RED" }, { "name" : "TURQUOISE" }, { "name" : "WHITE" }, { "name" : "YELLOW" } ] }
{ "_id" : { "$oid" : "5a32f990eb4525ec36eca5eb" }, "collectionName" : [ { "name" : "rxbase", "description" : "Standardized image layout consisting of front and back views of a single pill with horizontal and vertical rules giving dimensions in millimeters." }, { "name" : "rxnav", "description" : "Standardized image layout consisting of front and back views of a single pill with horizontal and vertical rules giving dimensions in millimeters.  Pill details are provided in a panel attached to the bottom of the image." } ] }
{ "_id" : { "$oid" : "5a32f990eb4525ec36eca5ec" }, "resolutionRxnav" : [ { "name" : "120", "description" : "120,96,2.0,JPEG" }, { "name" : "300", "description" : "300,263,2.0,JPEG" }, { "name" : "600", "description" : "600,525,2.0,JPEG" }, { "name" : "800", "description" : "800,700,2.0,JPEG" }, { "name" : "1024", "description" : "1024,896,2.0,JPEG" }, { "name" : "full", "description" : "1024,896,5.0,JPEG" } ] }
{ "_id" : { "$oid" : "5a32f990eb4525ec36eca5ed" }, "resolutionRxbase" : [ { "name" : "120", "description" : "120,96,2.0,JPEG" }, { "name" : "300", "description" : "300,225,2.0,JPEG" }, { "name" : "600", "description" : "600,450,2.0,JPEG" }, { "name" : "800", "description" : "800,600,2.0,JPEG" }, { "name" : "1024", "description" : "1024,768,2.0,JPEG" }, { "name" : "full", "description" : "1024,768,5.0,JPEG" } ] }
